Revit 2027 API
IFCHybridImportOptions.HybridLevels Property
 True if we should use AnyCAD to process levels, false otherwise.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool HybridLevels { get; }
Public ReadOnly Property HybridLevels As Boolean
	Get
public:
property bool HybridLevels {
	bool get ();
}
member HybridLevels : bool with get
Property Value
Boolean
See Also
Reference
IFCHybridImportOptions Class
Autodesk.Revit.DB.IFC Namespace